Repository: yousefa7med/metro-egypt-guide
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Metro Guide
ar: مرشد المترو

source: Nearest Station
ar: اقرب محطة

source: Station
ar: محطة

source: Transfer From
ar: حول من

source: Start Station
ar: محطة البداية

source: Final Station
ar: محطة النهاية

source: Find Route
ar: ارني عن الطريق

source: Home
ar: الصفحة الرئيسية

source: Settings
ar: الاعدادت

source: Lines
ar: خطوط المترو

source: Select Metro Line
ar: اختر خط المترو

source: Chooose A Metro Line
ar: اختر خط المترو

source: Line 1
ar: الخط الأول

source: Line 2
ar: الخط الثاني

source: Line 3
ar: الخط الثالث

source: Line Details
ar: تفاصيل الخط

source: All Lines
ar: جميع الخطوط

# lang
source: Language
ar: اللغة

# selectLang
source: Select your language
ar: اختر اللغة

source: English
ar: اللغة الانجليزية

source: Arabic
ar: اللغة العربية

# preTheme
source: Choose your preferred theme
ar: اختر الثيم الذي تفضله

source: Light
ar: فاتح

source: Dark
ar: داكن

source: Theme
ar: ثيم

source: Please Open Location
ar: من فضلك افتح الموقع

source: Location permission required
ar: اذن الموقع مطلوب

# LocationPermanentlyDenied
source: 'Location permissions are permanently denied, we cannot request permissions.'
ar: 'تم رفض أذونات الموقع بشكل دائم، ولا يمكننا طلب الأذونات.'

source: Please Wait
ar: الرجاء الانتظار

# checkDetails
source: Please check your start station and final station
ar: يرجي التأكد من محطة البداية والنهاية

source: Route Details
ar: تفاصيل الطريق

# tripInfo
source: Trip Information
ar: معلومات الرحلة

source: EGY
ar: جنيه

source: min
ar: دقيقة

source: Transfer
ar: تحويلة

source: Back To Home
ar: العودة للصفحة الرئيسية

# addToFav
source: Add To Favourite
ar: اضافة الي المفضلة

source: From
ar: من

source: To
ar: الى

# transferBetween12
source: is Transfer station between Line 1 and Line 2
ar: هي محطة تبادلية بين الخط الاول والثاني

# transferBetween13
source: is Transfer station between Line 1 and Line 3
ar: هي محطة تبادلية بين الخط الاول والثالث

# transferBetween23
source: is Transfer station between Line 2 and Line 3
ar: هي محطة تبادلية بين الخط الثاني والثالث

# transferBetween33
source: is Transfer station between imbaba branch and cairo Uni branch
ar: محطة تبادلية بين إتجاه امبابة و إتجاه جامعة القاهرة

source: Helwan
ar: حلوان

source: Helwan University
ar: جامعة حلوان

source: Ain Helwan
ar: عين حلوان

source: Wadi Hof
ar: وادي حوف

source: Hadayek Helwan
ar: حدائق حلوان

source: El-Maasara
ar: المعصرة

source: Tora El-Asmant
ar: طره الاسمنت

source: Kozzika
ar: كوتسيكا

source: Tora El-Balad
ar: طره البلد

source: Sakanat El-Maadi
ar: ثكنات المعادي

source: El-Maadi
ar: المعادي

source: Hadayek El-Maadi
ar: حدائق المعادي

source: Dar El-Salam
ar: دار السلام

source: El-Zahraa
ar: الزهراء

source: Mar Girgis
ar: مار جرجس

source: El-Malek El-Saleh
ar: الملك الصالح

source: El-Sayeda Zeinab
ar: السيدة زينب

source: Saad Zaghloul
ar: سعد زغلول

source: El-Sadat
ar: السادات

source: Orabi
ar: عرابي

source: El-Shohadaa
ar: الشهداء

source: Ghamra
ar: غمرة

source: El-Demerdash
ar: الدمرداش

source: Manshyet El-Sadr
ar: منشية الصدر

source: Kobry El-Qubba
ar: كوبري القبة

source: Hammamet El-Qubba
ar: حمامات القبة

source: Saray El-Qubba
ar: سرايا القبة

source: Hadayek El-Zaytoun
ar: حدائق الزيتون

source: Helmayet El-Zaytoun
ar: حلمية الزيتون

source: El-Mattareya
ar: المطرية

source: Ain Shams
ar: عين شمس

source: Ezbet El-Nakhl
ar: عزبة النخل

source: Al-Marg
ar: المرج

source: New El-Marg
ar: المرج الجديدة

source: Shubra El-Kheima
ar: شبرا الخيمة

source: Koleyet El-Zeraa
ar: كلية الزراعة

source: El-Mezallat
ar: المظلات

source: El-Khalafawy
ar: الخلفاوي

source: Saint Theresa
ar: سانت تريزا

source: Rod El-Farag
ar: روض الفرج

source: Massara
ar: مسرة

source: Nageeb
ar: محمد نجيب

source: Opera
ar: الأوبرا

source: Dokki
ar: الدقي

source: El-Behoos
ar: البحوث

source: Cairo University
ar: جامعة القاهرة

source: Faysal
ar: فيصل

source: Giza
ar: الجيزة

source: Omm El-Masryeen
ar: ام المصريين

source: Sakyet-Mekky
ar: ساقية مكي

source: El-Moneeb
ar: المنيب

source: Adly Mansour
ar: عدلي منصور

source: El-Haikstep
ar: الهايكستيب

source: Omar Ibn El-Khattab
ar: عمر بن الخطاب

source: Qebaa
ar: قباء

source: Hesham Barakat
ar: هشام بركات

source: Nozha
ar: النزهة

source: El-Shams Club
ar: نادي الشمس

source: Alf Masken
ar: الف مسكن

source: Heliopolis
ar: هليوبليس

source: Haroun
ar: هارون

source: El-Ahram
ar: الأهرام

source: Kolleyet El-Banat
ar: كلية البنات

source: Stadium
ar: الاستاد

source: Fair Zone
ar: ارض المعارض

source: El-Abassiya
ar: العباسية

source: Abdou Pasha
ar: عبده باشا

source: El-Geish
ar: الجيش

source: Bab El-Shaariya
ar: باب الشعرية

source: Attaba
ar: العتبة

source: Nasser
ar: جمال عبد الناصر

source: Maspero
ar: ماسبيرو

source: Safaa Hegazy
ar: صفاء حجازي

source: Kit-Kat
ar: كيت كات

source: Sudan
ar: السودان

source: Imbaba
ar: امبابة

source: El-Bohy
ar: البوهي

source: El-Qawmia
ar: القومية

source: Ring Road
ar: الطريق الدائري

source: Rod El Farag Corr
ar: محور روض الفرج

source: Tawfikia
ar: التوفيقية

source: Wadi El-Nile
ar: وادي النيل

source: Gamet El-Dowel
ar: جامعة الدول

source: Boulak El-Dakrour
ar: بولاق الدكرور
